{
    "": "",
    "!View Index": "Index",
    "СКАЧАТЬ EXCEL": "DOWNLOAD EXCEL",
    "button_lang": "en",
    "first_lang_choose": "en",
    "first_flag": "united-kingdom",
    "first_lang_full": "English",
    "second_lang_choose": "kk",
    "second_flag": "kazakhstan",
    "second_lang_full": "Қазақ",
    "third_lang_choose": "ru",
    "third_flag": "russia",
    "third_lang_full": "Русский",
    "Вы уже прошли собеседование и получили «допуск» для поступления на педагогические специальности.": "You have already passed the interview and received «permission» for admission to pedagogical specialties.",
    "Перейти к сертификату": "Go to Certificate",
    "Вы уже прошли собеседование сегодня и получили «недопуск». Вы можете повторно пройти собеседование через": "You have already passed the interview today and received a «prohibition». You can re-pass the interview after",
    "Вы уже прошли собеседование два раза и получили «недопуск». Вы не можете повторно пройти собеседование.": "",
    "Добро пожаловать в": "Welcome to",
    "Abai University": "Abai University",
    "ПРОЙТИ СОБЕСЕДОВАНИЕ": "START AN INTERVIEW",
    "ПЕРЕЙТИ К СЕРТИФИКАТУ": "GO TO CERTIFICATE",
    "Уважаемые Абитуриенты!": "Dear Applicants!",
    "КазНПУ имени Абая, реализующий образовательные программы высшего образования, приглашает Вас на платное обучение на основе тест-собеседования.": "Abai KazNPU, which implements educational programs of higher education, invites you to paid training based on a test interview",
    "Собеседование могут пройти следующие категории граждан, поступающие:": "The following categories of citizens can be interviewed:",
    "В бакалавриат:": "Bachelor's degree:",
    "- имеющие общее среднее, техническое и профессиональное образование, при условии соответствия с Классификатором родственных групп образовательных программ высшего образования и специальностей технического и профессионального, послесреднего образования для поступления в ВУЗ*": "Bachelor's degree ",
    "- имеющие высшее образование": "having higher education",
    "- граждане Республики Казахстан имеющие общее среднее образование, техническое и профессиональное, послесреднее или высшее образование, отслужившие срочную воинскую службу в течение двух лет после прохождения срочной воинской службы в течение календарного года**": "citizens of the Republic of Kazakhstan who have general secondary education, technical and vocational, post-secondary or higher education, who have served military service for two years after completing military service during academic year**",
    "- иностранные граждане**": "foreign citizens**",
    "В магистратуру:": "Master’s degree",
    "- иностранные граждане**": "foreign citizens**",
    "- в профильную магистратуру граждане Республики Казахстан, отслужившие срочную воинскую службу в течение трех лет после прохождения срочной воинской службы**": "citizens of the Republic of Kazakhstan who have served military service in the profile magistracy within three years after completing military service**",
    "*Приказ Министра образования и науки Республики Казахстан от 01.04.2019 года № 134 «Методические рекомендации соответствия родственных групп образовательных программ высшего образования и специальностей технического и профессионального, послесреднего образования» (Методическая рекомендация 134).": "Order of the Minister of Education and Science of the Republic of Kazakhstan dated 01.04.2019 №134 'Methodological recommendations for compliance of related groups of educational programs of higher education and specialties of technical and vocational, post-secondary education' (Methodological recommendation 134).",
    "http://www.testcenter.kz/ru/postupayushchim-v-vuz/ent/normativnye-dokumenty-ent/": "http://www.testcenter.kz/en/postupayushchim-v-vuz/ent/normativnye-dokumenty-ent/",
    "Подробнее": "Learn more",
    "**При этом зачисление граждан, осуществляется в соответствии с академическим календарем за 5 (пять) дней до начала следующего академического периода.": "**Herewith, the enrollment of citizens is carried out in accordance with the academic calendar 5 (five) days before the beginning of the next academic period.",
    "": "",
    "!View Login": "Login",
    "Войти": "Log in",
    "Добро пожаловать!": "Welcome!",
    "Пожалуйста, войдите в свою учетную запись или зарегистрируйтесь": "Please log in to your account or register",
    "Введите Email": "Enter Email",
    "Введите пароль": "Enter password",
    "Запомнить меня": "Remember me",
    "Войти (тест начнётся сразу)": "Log in (the test will start immediately)",
    "Зарегистрироваться": "Register",
    "": "",
    "!View Register": "Register",
    "Регистрация": "Registration",
    "Добро пожаловать": "Welcome",
    "ФИО": "Full name",
    "Введите Email": "Enter Email",
    "Пароль": "Password",
    "Введите пароль": "Enter password",
    "ИИН  / номер паспорта иностранного гражданина": "ICT  / passport number of a foreign citizen",
    "Специальность": "Specialization",
    "Выберите специальность": "Choose a specialty",
    "Образовательное учреждение": "Educational institution",
    "Бакалавриат": "Bachelor",
    "Магистратура": "Master's Degree",
    "Школа": "School",
    "Колледж": "College",
    "ВУЗ": "University",
    "Иностранный гражданин": "Foreign citizen",
    "После армии": "After the army",
    "Гражданин РК": "Citizen of the Republic of Kazakhstan",
    "Выберите предпочитаемый язык для прохождения теста": "Select the preferred language for passing the test",
    "lang_first": "en",
    "lang_first_text": "English (English)",
    "lang_second": "ru",
    "lang_second_text": "Russian (Русский)",
    "lang_third": "kk",
    "lang_third_text": "Kazakh (Қазақша)",
    "Зарегистрироваться (тест начнётся сразу)": "Register (the test will start immediately)",
    "Уже есть аккаунт?": "Already have an account?",
    "Войти": "Log in",
    "": "",
    "!Controller LoginController": "LoginController",
    "Неверный email или пароль": "Wrong email or password",
    "": "",
    "!View Exam": "Exam",
    "Собеседование для абитуриентов": "Interview for applicants",
    "Завершить": "Complete",
    "Оставшееся время": "Time left",
    "Собеседование для абитуриентов, поступающих на платной основе": "Interview for applicants coming on a paid basis",
    "Да": "Yes",
    "Нет": "No",
    "": "",
    "!View Result": "Result",
    "Справка": "Certificate",
    "о прохождении претендентом собеседования": "of completion of the applicant's interview",
    "Выдана <i>full_name</i>": "Issued to <i>:full_name</i>",
    "Ответственный секретарь приемной комиссии": "Executive Secretary of the Admissions Committee",
    "": "",
    "!Controller ExamController": "ExamController",
    "в том, что он(она) прошел(а) собеседование и получил(а) <i>«допуск»</i> для подачи документов на платное обучение по группе образовательных программ КазНПУ имени Абая.": "in the fact that he (she) passed(a) interview and received(a) <i>«admission»</i> to submit documents for paid training in the group of educational programs of KazNPU.",
    "в том, что он(она) прошел(а) собеседование и <i>«не допущен»</i> для подачи документов на платное обучение по группе образовательных программ КазНПУ имени Абая.": "in the fact that he (she) passed(a) interview and <i>«not allowed»</i> to submit documents for paid training in the group of educational programs of KazNPU.",
    "": ""
}