{
    "": "",
    "!View Index": "Index",
    "СКАЧАТЬ EXCEL": "ЖҮКТЕУ EXCEL",
    "lang": "ru",
    "Вы уже прошли собеседование и получили «допуск» для поступления на педагогические специальности.": "Сіз әңгімелесуден өтіп, педагогикалық мамандықтарға түсу үшін «рұқсат» алдыңыз.",
    "Перейти к сертификату": "Сертификатқа өтіңіз",
    "Вы уже прошли собеседование сегодня и получили «недопуск». Вы можете повторно пройти собеседование через": "Сіз бүгін сұхбаттасып үлгердіңіз және «рұқсат» алдыңыз. Сіз сұхбатты қайта өткізе аласыз",
    "Вы уже прошли собеседование два раза и получили «недопуск». Вы не можете повторно пройти собеседование.": "Сіз екі рет сұхбаттасып, «рұқсат» алдыңыз. Сіз сұхбатты қайта ала алмайсыз.",
    "Добро пожаловать в": "Абай университетіне",
    "Abai University": "қош келдіңіз",
    "ПРОЙТИ СОБЕСЕДОВАНИЕ": "ӘҢГІМЕЛЕСУДЕН ӨТУ",
    "ПЕРЕЙТИ К СЕРТИФИКАТУ": "СЕРТИФИКАТҚА ӨТІҢІЗ",
    "Уважаемые Абитуриенты!": "Құрметті талапкер!",
    "Казахский национальный педагогический университет имени Абая является первым высшим учебным заведением в стране. Здесь работали такие великие сыны казахского народа, как Ахмет Байтурсынулы, Сакен Сейфуллин, Темирбек Жургенов, Мухтар Ауэзов, Малик Габдуллин, заложившие в казахстанском образовании высокие традиции духовности, патриотизма и верности учительскому делу.": "Абай атындағы Қазақ ұлттық педагогикалық университеті еліміздегі ең алғашқы жоғары оқу орны болып табылады. Мұнда Қазақстандық білім берудегі руханияттың, патриотизмнің және мұғалімдер ісіне адалдықтың жоғары дәстүрлерін қалыптастырған қазақ халқының ұлы ұлдары Ахмет Байтұрсынұлы, Сәкен Сейфуллин, Темірбек Жүргенов, Мұхтар Әуезов, Мәлік Ғабдуллин қызмет етті.",
    "По результатам статистического анализа в 2023 году профессия учителя вошла в тройку самых востребованных профессий в стране.": "Статистикалық талдау нәтижелері бойынша 2023 жылы мұғалім мамандығы елдегі ең сұранысқа ие мамандықтардың үздік үштігіне кірді.",
    "Сегодня Университет Абая, выпускающий квалифицированных педагогов по многим отраслям знаний и науки, является одним из динамично развивающихся высших учебных заведений Республики Казахстан. С гордостью могу сказать, что наш университет хорошо известен за рубежом – мы занимаем 76-е место в мире по уровню педагогического образования и входим в 100 лучших в мире вузов по английскому языку и литературе.": "Бүгінгі таңда білім мен ғылымның көптеген салалары бойынша білікті педагогтар даярлайтын Абай университеті Қазақстан Республикасының қарқынды дамып келе жатқан жоғары оқу орындарының бірі болып табылады. Біздің университет шетелде жақсы танымал деп, мақтанышпен айта аламыз – біз педагогикалық білім беру деңгейі бойынша әлемде 76-шы орынды иелендік және ағылшын тілі мен әдебиеті бойынша әлемдегі ең үздік 100 жоғарғы оқу орнының қатарына кіреміз.",
    "Приглашаем вас!": "Сізді шақырамыз!",
    "Обучение в нашем университете имеет множество преимуществ:": "Біздің университетте оқудың көптеген артықшылықтары бар:",
    "Мы предлагаем практико-ориентированные академические программы.": "Біз тәжірибеге бағытталған академиялық бағдарламаларды ұсынамыз.",
    "Мы имеем высоко квалифицированный преподавательский состав, среди которых есть академики, доктора и кандидаты наук.": "Бізде жоғары білікті оқытушылар құрамы бар, олардың арасында Академиктер, докторлар және ғылым кандидаттары бар.",
    "Наша молодежь ведет активную студенческую жизнь. Имеются научно-познавательные клубы, кружки и спортивные секции.": "Біздің жастар белсенді студенттік өмір сүруде. Ғылыми-танымдық клубтар, үйірмелер мен спорт секциялары бар.",
    "Наш университет открывает большие возможности для студентов, желающих заниматься наукой.": "Біздің университет ғылыммен айналысқысы келетін студенттер үшін үлкен мүмкіндіктер ашады.",
    "Кампус нашего университета расположен в историческом центре Алматы, являющегося одним из красивейших городов Казахстана.": "Біздің университеттің кампусы Қазақстанның ең әдемі қалаларының бірі болып табылатын Алматының тарихи орталығында орналасқан.",
    "В Казахском национальном педагогическом университете имени Абая обучается более 16 000 студентов.": "Абай атындағы Қазақ ұлттық педагогикалық университетінде 16 000-нан астам студенттер білім алуда.",
    "Сегодня, выбрав наш университет, вы можете пополнить достойные ряды студентов КазНПУ имени Абая!": "Бүгін біздің университетті таңдап, Абай атындағы ҚазҰПУ білімді студенттерінің қатарын толықтыра аласыз!",
    "Нам нужна уверенная в своих знаниях талантливая и мотивированная молодежь, избравшая высокое служение детям и школе! Мы ждем вас, влюбленных в профессию учителя! Мы верим, что вы сможете поднять образование Казахстана до лучших мировых стандартов!": "Біз өз біліміне сенімді, дарынды және жігерлі жастарды қалаймыз, олар болашақта балалар мен мектепте адал қызмет ету жолын таңдайтын жастар болуы абзал! Біз Сіздерді мұғалім мамандығына қызмет етуге ынталы болуларыңызды күтеміз! Сіздер Қазақстандық білімді үздік әлемдік стандарттарға ие жоғары білім берудегі танымал жоғарғы оқу орнының санатына қоса аласыздар деп сенеміз!",
    "Университет Абая будет рад видеть вас и принять в свое дружное студенческое сообщество!": "Абай университеті сіздерді көріп, студенттер достастығының қауымдастығына қабылдауға қуанышты, Қош келдіңіздер!",
    "": "",
    "!View Login": "Login",
    "Войти": "Кіру",
    "Добро пожаловать!": "Қош келдіңіз!",
    "Пожалуйста, войдите в свою учетную запись или зарегистрируйтесь": "Тіркелгіңізге кіріңіз немесе тіркеліңіз",
    "Введите Email": "Енгізіңіз Email",
    "Введите пароль": "Құпия сөзді енгізіңіз",
    "Запомнить меня": "Мені есте сақтаңыз",
    "Войти (тест начнётся сразу)": "Кіру (тест бірден басталады)",
    "Зарегистрироваться": "Тіркелу",
    "": "",
    "!View Register": "Register",
    "Регистрация": "Тіркеу",
    "Добро пожаловать": "Қош келдіңіз",
    "Полное имя": "Толық аты",
    "ФИО": "ТАӘ",
    "Введите Email": "Енгізіңіз Email",
    "Введите пароль": "Құпия сөзді енгізіңіз",
    "ИИН": "ЖСН",
    "ИКТ": "ТЖК",
    "Специальность": "Мамандықты көрсетіңіз",
    "Выберите специальность": "Мамандықты таңдаңыз",
    "Педагогика и психология": "Педагогика және психология",
    "Дошкольное обучение и воспитание": "Мектепке дейінгі оқыту және тәрбиелеу",
    "Педагогика и методика начального обучения": "Бастауышта оқыту педагогикасы мен әдістемесі",
    "Подготовка учителей основы права и экономики": "Құқық және экономика негіздері мұғалімдерін даярлау",
    "Подготовка учителей математики": "Математика мұғалімдерін даярлау",
    "Подготовка учителей физики": "Физика мұғалімдерін даярлау",
    "Подготовка учителей информатики": "Информатика мұғалімдерін даярлау",
    "Подготовка учителей химии": "Химия мұғалімдерін даярлау",
    "Подготовка учителей биологии": "Биология мұғалімдерін даярлау",
    "Подготовка учителей географии": "География мұғалімдерін даярлау",
    "Подготовка учителей по гуманитарным предметам": "Гуманитарлық пәндер мұғалімдерін даярлау",
    "Подготовка учителей казахского языка и литературы": "Қазақ тілі мен әдебиеті мұғалімдерін даярлау",
    "Подготовка учителей русского языка и литературы": "Орыс тілі мен әдебиеті мұғалімдерін даярлау",
    "Подготовка учителей иностранного языка": "Шет тілі мұғалімдерін даярлау",
    "Подготовка специалистов по социальной педагогике и самопознанию": "Әлеуметтік педагогика және өзін-өзі тану мамандарын даярлау",
    "Специальная педагогика": "Арнайы педагогика",
    "Образовательное учреждение": "Білім беру мекемесі",
    "Бакалавриат": "Бакалавриат",
    "Магистратура": "Магистратура",
    "Школа": "Мектеп",
    "Колледж": "Колледж",
    "ВУЗ": "ВУЗ",
    "Иностранный гражданин": "Шетел азаматы",
    "После армии": "Әскерден кейін",
    "Гражданин РК": "ҚР азаматы",
    "Язык": "Тілді",
    "Выберите предпочитаемый язык для прохождения теста": "Тест тапсыру үшін қалаған тілді таңдаңыз",
    "lang_first": "kk",
    "lang_first_text": "Қазақша (Казахский)",
    "lang_second": "ru",
    "lang_second_text": "Орысша (Русский)",
    "Зарегистрироваться (тест начнётся сразу)": "Тіркелу (тест бірден басталады)",
    "Уже есть аккаунт?": "Есептік жазба бар ма?",
    "Войти": "Кіру",
    "": "",
    "!Controller LoginController": "LoginController",
    "Неверный email или пароль": "Қате email немесе құпия сөз",
    "": "",
    "!View Exam": "Exam",
    "Собеседование для абитуриентов": "Талапкерлерге арналған сұхбат",
    "Завершить": "Аяқтау",
    "Оставшееся время": "Қалған уақыт",
    "Собеседование для абитуриентов, поступающих на платной основе": "Ақылы негізде оқуға түсетін талапкерлер үшін әңгімелесу",
    "Да": "Иә",
    "Нет": "Жоқ",
    "": "",
    "!View Result": "Result",
    "дан <i>full_name</i> в том, что он(а) в составе абитуриентов КазНПУ им.Абая прошёл(ла) собеседование и получил(а)": "<i>:full_name</i> ол КазНПУ им.Абая талапкерлерінің құрамында әңгімелесуден өтіп, алды",
    "«допуск»": "«рұқсат»",
    "«недопуск»": "«жол бермеу»",
    "для поступления на платной основе.": "ақылы негізде түсу үшін.",
    "Ответственный секретарь приемной комиссии": "Қабылдау комиссиясының жауапты хатшысы",
    "": ""
}